import s from '../styles/rules/Rules.module.scss'
import classnames from 'classnames'
import Link from 'next/link'
import Head from 'next/head'

export default function Rules() {
  
  return (
    <div className={classnames(s.rules, 'column')}>
      <Head>
          <title>Политика конфиденциальности</title>
          <meta name="robots" content="index,follow"></meta>
          <meta name="description" content="Политика конфиденциальности сайта https://automatic.uyem.ru" />
          <link rel="icon" href="/favicon.ico" />
      </Head>
      <p>
        Политика конфиденциальности<br />
        Настоящая Политика конфиденциальности (далее — Политика) является приложением к <Link href="/rules"><a className={s.link}>Пользовательскому соглашению</a></Link> и определяет порядок обработки и защиты персональной информации о Пользователях, которую владелец ресурса Кольмиллер Сергей Давыдович («Администратор»), может получить во время использования ими сайта Администратора (далее — Сайт).<br />
        <br />
        Перед использованием Сайта, пользователям следует ознакомиться с условиями настоящей Политики конфиденциальности.<br />
        <br />
        1. Общие положения<br />
        1.1. Использование Сайта в любой форме означает безоговорочное согласие Пользователя с условиями настоящей Политики конфиденциальности и указанными в ней условиями обработки его персональной информации. В случае несогласия с условиями Политики конфиденциальности Пользователь должен воздержаться от использования Сайта.<br />
        <br />
        1.2. Политика конфиденциальности (в том числе любая из ее частей) может быть изменена Администратором без какого-либо специального уведомления и без выплаты какой-либо компенсации в связи с этим. Новая редакция Политики конфиденциальности вступает в силу с момента ее размещения на сайте Администратора.<br />
        <br />
        1.3. Принимая условия настоящей Политики, Пользователь выражает свое согласие на обработку Администратора данных о Пользователе в целях, предусмотренных настоящей Политикой, а также на передачу данных о Пользователе третьим лицам в случаях, перечисленных в настоящей Политике.<br />
        <br />
        Указанное согласие может быть отозвано Пользователем только при условии письменного уведомления им Администратора не менее чем за 180 дней до предполагаемой даты прекращения использования данных Администратором.<br />
        <br />
        Использование Сайта с помощью веб-браузера, который принимает данные из cookies, означает выражение согласия Пользователя с тем, что Администратор может собирать и обрабатывать данные из cookies в целях, предусмотренных настоящей Политикой, а также на передачу данных из cookies третьим лицам в случаях, перечисленных в настоящей Политике.<br />
        <br />
        Отключение и/или блокировка Пользователем опции веб-браузера по приему данных из cookies означает запрет на сбор и обработку Администратором данных из cookies в соответствии с условиями настоящей Политики конфиденциальности.<br />
        <br />
        1.4. По общему правилу Администратор не проверяет достоверность предоставляемой Пользователями персональной информации. Вместе с тем в случаях, предусмотренных Пользовательским соглашением, Пользователь обязан предоставить подтверждение достоверности предоставленной им персональной информации о себе.<br />
        <br />
        2. Состав информации о Пользователях, которую получает и обрабатывает Администратор.<br />
        2.1.Настоящая Политика распространяется на следующие виды персональной информации:<br />
        <br />
        2.1.1. Персональная информация, размещаемая Пользователями, в т.ч. о себе самостоятельно при заполнении формы отправки заявки, иная персональная информации.  К персональной информации, полученной таким образом, могут относиться, в частности, имя, адрес электронной почты Пользователя. Иная информация предоставленная Пользователем на его усмотрение.<br />
        <br />
        Запрещается предоставление Пользователем персональных данных третьих лиц без полученного от третьих лиц разрешения на такое распространение.<br />
        <br />
        2.1.2. Данные, автоматически передаваемые Сайту в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения, в т.ч. IP-адрес, данные из cookies, информация о браузере, операционной системе, времени доступа и просмотренных страницах сайта.<br />
        <br />
        2.1.3. Данные, дополнительно предоставляемые Пользователями по запросу Администратора в целях выполнения обязательств Администратора перед Пользователями в отношении использования Сайта.<br />
        <br />
        2.1.4. Иная информация о Пользователях, сбор и/или обработка которой установлены пользовательским соглашением Администратора.<br />
        <br />
        3. Цели сбора и обработки информации о Пользователях<br />
        3.1. Администратор осуществляет сбор и обработку только той информации о Пользователях, в т.ч. их персональных данных, которая необходима для выполнения обязательств Администратора по предоставлению Сайта, ответа на вопрос, заданный Пользователем при отправке сообщения с помощью Сайта, а также исполнения обязательств, предусмотренных пользовательским соглашением.<br />
        <br />
        3.2. Администратор может использовать персональную информацию Пользователей для целей:<br />
        <br />
        3.2.1. идентификации стороны в рамках договоров между Пользователем и Администратором.<br />
        <br />
        3.2.2. предоставления Пользователям услуг с использованием Сайта и для выполнения своих обязательств перед ними, в т.ч., обработки заказов и запросов и дальнейшего совершенствования Сайта, разработки новых сервисов и услуг.<br />
        <br />
        3.2.3. информирования Пользователей о появлении новых материалов на Сайте, направления запросов, касающихся использования Сайта, обратной связи с Пользователем.<br />
        <br />
        3.2.4. выполнения маркетинговых задач, проведения статистических и иных исследований на основе обезличенных данных.<br />
        <br />
        3.3. Мобильные приложения могут собирать анонимную статистику использования.<br />
        <br />
        3.4. При необходимости использовать персональную информацию о Пользователе в целях, не предусмотренных настоящей Политикой, Администратор запрашивает согласие Пользователя на такие действия.<br />
        <br />
        4. Обработка информации о Пользователях<br />
        4.1. Персональная информация о Пользователях хранится в соответствии с действующим законодательством.<br />
        <br />
        4.2. Персональная информация о Пользователях не передается третьим лицам, за исключением следующих случаев:<br />
        <br />
        4.2.1. Пользователь выразил согласие на такие действия.<br />
        <br />
        4.2.2. Передача необходима в целях обеспечения функционирования Сервиса и/или его отдельных функциональных возможностей.<br />
        <br />
        4.2.3. Передача предусмотрена применимым правом.<br />
        <br />
        4.2.4. В целях обеспечения возможности защиты прав и законных интересов Администратора и/или третьих лиц в случаях, когда Пользователь нарушает условия пользовательского соглашения.<br />
        <br />
        4.2.5. Если Администратор примет участие в слиянии, приобретении или любой другой форме продажи части или всех своих активов. При этом к приобретателю активов Администратора переходят все обязательства по соблюдению условий настоящей Политики.<br />
        <br />
        4.3. Пользователь настоящим уведомлен и соглашается, что Администратор может получать персональные данные третьих лиц, которые предоставляются Пользователем при использовании Сайта и использовать их для реализации отдельных функций Сайта, при условии, что Пользователь гарантирует наличие согласия третьих лиц, данные о которых предоставляются Пользователем при использовании Сайта, на обработку Администратором, в целях, предусмотренных настоящей Политикой, а также на передачу таких данных в случаях, перечисленных в настоящей Политике.<br />
        <br />
        4.4. Кроме того, Пользователь настоящим уведомлен и соглашается, что Администратор может получать статистические обезличенные (без привязки к Пользователю) данные о действиях Пользователя при использовании Сайта.<br />
        <br />
        4.5. Пользователи вправе по запросу получать от Администратора информацию, касающуюся обработки их персональных данных.<br />
        <br />
        5. Меры по защите информации о Пользователях<br />
        5.1. Администратор принимает все необходимые и достаточные организационные и технические меры для защиты персональной информации о Пользователях от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, распространения персональной информации, а также от иных неправомерных действий с ней. К этим мерам относятся, в частности, внутренняя проверка процессов сбора, хранения и обработки данных и мер безопасности, включая меры по обеспечению физической безопасности данных для предотвращения неавторизированного доступа к персональной информации.<br />
        <br />
        5.2. При обработке персональных данных Пользователей Администратор руководствуется Федеральным законом «О персональных данных» от 27.07.2006 г. № 152-ФЗ.<br />
        <br />
        6. Заключительные положения<br />
        6.1. Настоящая Политика, отношения между Пользователем и Администратором, возникающие в связи с применением настоящей Политики, а также вопросы, не урегулированные настоящей Политикой, регулируются действующим законодательством Российской Федерации.<br />
        <br />
        7. В отношении пользователей сервиса <a href="https://yousearch.uyem.ru">https://yousearch.uyem.ru</a><br />
        7.1. Используя сервис, вы подтверждаете согласие с условиями использования API Youtube <a href="https://www.youtube.com/static?gl=RU&template=terms">https://www.youtube.com/static?gl=RU&template=terms</a><br />
        7.2. Используя сервис, вы подтверждаете согласие c политикой конфиденциальности и условиями использования сервисами Google <a href="https://policies.google.com/privacy?hl=ru">https://policies.google.com/privacy?hl=ru</a><br />
        <br />
        Редакция от 18.10.2021 г.<br />
        <br />
      </p>
    </div>
  );
}